<p>Finex — международная компания-производитель напольных покрытий премиум-класса из дуба, которые являются высокотехнологичным аналогом старинной замковой доски ручной работы, а также с недавнего времени — столярных изделий.
    <big>Полы Finex производятся из цельной древесины дуба. Они имеют оригинальную поверхность и создают неповторимые ощущения уже при первом прикосновении. Имеют оригинальную поверхность и создают неповторимые ощущения уже при первом прикосновении.</big
</p>
<p>
    Все производственные площадки компании «Файнэкс» оснащены современным оборудованием от ведущих европейских производителей (сушильные камеры Secea, строгальное оборудование Weinig, шипорезные станки Friulmac, Ortza и т.д.). Покрытие доски осуществляется на базе автоматических линий оснащенных оборудованием Cefla, Viet, SCM, Superfici запущенных совместно со  стратегическим партнером компании
    «Файнэкс» международным концерном MAPO Group (Бельгия), который является одним из лидеров европейского рынка услуг по покрытию паркетной доски.
</p>
